{
  "ok": true,
  "result": [
    {
      "update_id": 29363612,
      "message": {
        "message_id": 4,
        "from": {
          "id": 723205267,
          "is_bot": false,
          "first_name": "Chet",
          "language_code": "en"
        },
        "chat": {
          "id": 723205267,
          "first_name": "Chet",
          "type": "private"
        },
        "date": 1562739226,
        "text": "hello"
      }
    },
    {
      "update_id": 29363613,
      "message": {
        "message_id": 5,
        "from": {
          "id": 723205267,
          "is_bot": false,
          "first_name": "Chet",
          "language_code": "en"
        },
        "chat": {
          "id": 723205267,
          "first_name": "Chet",
          "type": "private"
        },
        "date": 1562739256,
        "forward_from_chat": {
          "id": -1001053045033,
          "title": "INTERNET 9000",
          "username": "internet9000",
          "type": "channel"
        },
        "forward_from_message_id": 4449,
        "forward_date": 1562611790,
        "photo": [
          {
            "file_id": "AgADAgAD3qsxG3qBGUkPqJ4Eud0DyvG0UQ8ABIM8_iWHjWMqlnIFAAEC",
            "file_size": 1756,
            "width": 90,
            "height": 85
          },
          {
            "file_id": "AgADAgAD3qsxG3qBGUkPqJ4Eud0DyvG0UQ8ABPPL5xjKNn8Pl3IFAAEC",
            "file_size": 21918,
            "width": 320,
            "height": 302
          },
          {
            "file_id": "AgADAgAD3qsxG3qBGUkPqJ4Eud0DyvG0UQ8ABHi9_60mYQ9jlXIFAAEC",
            "file_size": 60837,
            "width": 800,
            "height": 754
          },
          {
            "file_id": "AgADAgAD3qsxG3qBGUkPqJ4Eud0DyvG0UQ8ABPd_2IN1bLUrmHIFAAEC",
            "file_size": 114838,
            "width": 1280,
            "height": 1207
          }
        ],
        "caption": "Сайт Mos.ru мило шутит, когда делаешь запрос про график отключения горячей воды. Все еще непривычно, когда государственные сайты разговаривают с тобой, как с человеком. Крутая штука.\n\nmos.ru/otvet-dom-i-dvor/grafik-otklucheniya-goryachei-vodi",
        "caption_entities": [
          {
            "offset": 5,
            "length": 6,
            "type": "url"
          },
          {
            "offset": 184,
            "length": 58,
            "type": "url"
          }
        ]
      }
    },
    {
      "update_id": 29363614,
      "message": {
        "message_id": 6,
        "from": {
          "id": 723205267,
          "is_bot": false,
          "first_name": "Chet",
          "language_code": "en"
        },
        "chat": {
          "id": 723205267,
          "first_name": "Chet",
          "type": "private"
        },
        "date": 1562739304,
        "forward_from_chat": {
          "id": -1001000683515,
          "title": "Продакты не нужны",
          "username": "betternotworse",
          "type": "channel"
        },
        "forward_from_message_id": 20,
        "forward_date": 1553259763,
        "text": "Всемирный заговор продактов\n\nНастало время раскрыть одну из главных тайн: всемирный заговор продактов действительно существует! Несколько лет назад мы собрались и договорились, что будем делать вид, якобы продакт менеджер это очень сложная профессия, мы делаем кастомер джорней мап, работаем по скраму и ОКР, ищем боль пользователей, проверяем продуктовые гипотезы через A/B тесты, строим продуктовую стратегию. И что за это нужно платить кучу бабла. Вы не представляете, насколько сложно с серьезным лицом рассуждать обо всем этом на конференциях или встречах.\n\nЭтот пранк зашёл слишком далеко, настало время раскрыть правду.\n\n1. В большинстве компаний продакт менеджеры вообще не нужны. Это лишнее звено между людьми, которые отвечают за бизнес компании, и разработкой продукта. Убери продакт менеджера с его кастомер джорней мап из этой цепочки и отправь, например, на прямые продажи - бизнес будет только в выигрыше.\n\n2. Я уже писал, что лучшие продакт менеджеры - аналитики. В 2014 году ко мне в ivi пришла на собеседование на позицию продакта Маша и сказала, что она работает в крупной компании аналитиком и ее бесит, что она раскладывает все продуктовые метрики и показывает точки роста, а дальше продакт менеджер (тот самый, который состоит в заговоре) говорит что это не приоритет и профукивает задачу. Тогда я понял, кого мне нужно брать: людей, которые лучше всех на цифрах понимают как работает продукт, и имеют огромное желание свои исследования превратить в реальные продуктовые изменения. С того момента в ivi я не взял больше ни одного продакта с опытом работы продактом, только аналитиков. Маша, если ты это читаешь, спасибо тебе.\n\n3. Самые лучшие продакт менеджеры - предприниматели. Но их фиг схантишь, потому что продакт, который сделал свой продукт и заработал на нем 500 тысяч рублей за месяц (это реально несложно), не понимает зачем идти в найм на меньшие или сопоставимые деньги, где ему ещё будут говорить что делать и на какие митинги ходить.\n\nПревратите аналитиков в продакт менеджеров, а продакт менеджеров в предпринимателей внутри компании и будет вам счастье.",
        "entities": [
          {
            "offset": 0,
            "length": 27,
            "type": "bold"
          }
        ]
      }
    }
  ]
}